<?php return array(
	'Title advice - success' => 'Замечательно, Ваш заголовок страницы содержит от {1} до {2} символов.',
	'Title advice - warning' => 'В идеале, Ваш заголовок страницы должен содержать от {1} до {2} символов (вместе с пробелами). Используйте <a href="http://webmaster-tools.php8developer.com/text-length-online.html" target="_blank">этот бесплатный инструмент</a> для подсчета длины символов в тексте.',
	'Title advice - error' => 'Очень плохо. Мы не нашли заголовка страницы у Вас на веб-сайте.',

	'Description advice - success' => 'Замечательно, Ваше описание страницы содержит от {1} до {2} символов.',
	'Description advice - warning' => 'В идеале, Ваше описание страницы должено содержать от {1} до {2} символов (вместе с пробелами). Используйте <a href="http://webmaster-tools.php8developer.com/text-length-online.html" target="_blank">этот бесплатный инструмент</a> для подсчета длины символов в тексте.',
	'Description advice - error' => 'Очень плохо. Мы не нашли описание страницы у Вас на веб-сайте. Используйте <a href="http://webmaster-tools.php8developer.com/meta-tags-generator.html" target="_blank">бесплатный генератор мета-тэгов</a>, чтобы сгенерировать описание для страницы.',

	'Friendly url advice - success' => 'Отлично, все Ваши ссылки являются ЧПУ!',
	'Friendly url advice - error' => 'Плохо. Не все Ваши ссылки являются ЧПУ.',

	'Underscore advice - success' => 'Прекрасно! Мы не нашли "нижнее подчеркивание" в Ваших ссылках.',
	'Underscore advice - error' => 'Мы нашли "нижнее подчеркивание" в Ваших ссылках. Вам лучше использовать дефис для оптимизации вашего SEO.',

	'Keywords advice - success' => 'Хорошо, Ваш веб-сайт содержит ключевые слова.',
	'Keywords advice - error' => 'Очень плохо. Мы не нашли ключевых слов на Вашем веб-сайте. Используйте <a href="http://webmaster-tools.php8developer.com/meta-tags-generator.html" target="_blank">бесплатный генератор мета-тэгов</a>, чтобы сгенерировать ключевые слова.',

	'Image advice - success' => 'Хорошо. Все (или почти все) картинки на вашем сайте имеют alt атрибут.',
	'Image advice - error' => '{Number} alt атрибута(-ов) не найдено. Добавив альтернативный текст, поисковые роботы будут лучше понимать содержание картинки.',

	'HTML ratio advice - success' => 'Хорошо, соотношение текста в коде HTML выше, чем {BadNr} процентов, но ниже, чем {GoodNr} процентов.',
	'HTML ratio advice - success ideal_ratio' => 'Идеально! Соотношение текста в коде HTML между {GoodNr} и {BestNr} процентов.',
	'HTML ratio advice - error more_than' => 'Соотношение текста в коде HTML у этой страницы больше чем {BestNr} процентов, это означает, что страница может являтся спамом.',
	'HTML ratio advice - error less_than' => 'Соотношение текста в коде HTML у этой страницы меньше чем {BadNr} процентов, это означает, что Вашем веб-сайту требуется больше контента.',

	'Flash advice - success' => 'Замечательно, мы не нашли Flash контента на странице.',
	'Flash advice - error' => 'Ужасно, Ваша страница содержит Flash контент, это означает, что поисковые роботы не смогут понять содержимое страницы.',

	'Iframe advice - success' => 'Замечательно, мы не зафиксировали Iframe\'ов на Вашей странице.',
	'Iframe advice - error' => 'Очень плохо, на Вашей странице были найдены Iframe\'ы. Это говорит о том, что содержимое их не будет проиндексировано.',

	'Favicon advice - success' => 'Отлично, Ваш сайт имеет favicon.',
	'Favicon advice - error' => 'Плохо, мы не нашли  favicon. Иконки являются одним из простых способов, чтобы привлечь постоянных посетителей на Ваш сайт.',

	'Printability advice - success' => 'Отлично. Мы нашли CSS файл, отвечающий за печать веб-сайта.',
	'Printability advice - error' => 'Плохо. Мы не нашли CSS файл, отвечающий за печать веб-сайта.',

	'Language advice - success' => 'Хорошо, Ваш установленный язык веб-сайта: {Language}.',
	'Language advice - error' => 'Вы не установили язык веб-сайта. Используйте <a href="http://webmaster-tools.php8developer.com/meta-tags-generator.html" target="_blank">бесплатный генератор мета-тэгов</a>, чтобы установить язык Вашего веб-сайта.',

	'Dublin Core advice - success' => 'Замечательно. Ваш веб-сайт использует преимущества Dublin Core.',
	'Dublin Core advice - error' => 'Ваш веб-сайт не использует преимущества Dublin Core.',

	'Og Meta Properties advice - success' => 'Замечательно, Вы используете преимущества Og Properties.',
	'Og Meta Properties advice - error' => 'Вы не используете преимущества Og Properties. Эти мета-тэги помогают социальным роботам лучше структурировать Ваш сайт. Используйте <a href="http://webmaster-tools.php8developer.com/og-properties-generator.html" target="_blank">бесплатный генератор og properties</a>, чтобы создать их.',

	'Encoding advice - success' => 'Замечательно. Кодировка веб-сайта: {Charset}.',
	'Encoding advice - error' => 'Вы не установили кодировку документа. Используйте <a href="http://webmaster-tools.php8developer.com/meta-tags-generator.html" target="_blank">бесплатный генератор мета-тэгов</a>, чтобы установить кодировку документа.',

	'Email Privacy advice - success' => 'Отлично, мы не нашли адрес эл. почты в контенте!',
	'Email Privacy advice - error' => 'Внимание! Как минимум 1 адрес эл. почты был найден в контенте. Воспользуйтесь <a href="http://webmaster-tools.php8developer.com/antispam-protector.html" target="_blank">бесплатной защитой от спама</a>, чтобы скрыть адрес от спамеров.',

	'Nested tables advice - success' => 'Отлично, Ваш веб-сайт не содержит вложенных таблиц.',
	'Nested tables advice - error' => 'Внимание! Попытайтесь избежать вложенных таблиц.',

	'Inline CSS advice - success' => 'Отлично. Мы не нашли встроенных CSS правил в HTML тэгах!',
	'Inline CSS advice - error' => 'Слишком плохо. Ваш веб-сайт использует встроенные CSS правила в HTML тэгах.',

	'CSS count advice - success' => 'Замечательно. Ваш веб-сайт имеет мало CSS файлов.',
	'CSS count advice - error' => 'Плохо. Ваш веб-сайт имеет слишком много CSS файлов (больше чем {MoreNr}).',

	'JS count advice - success' => 'Замечательно. Ваш веб-сайт имеет мало JavaScript файлов.',
	'JS count advice - error' => 'Плохо. Ваш веб-сайт имеет слишком много JavaScript файлов (больше чем {MoreNr}).',

	'Deprecated advice - success' => 'Отлично. Мы не нашли устаревших тэгов в Вашем HTML.',
	'Deprecated advice - error' => 'Устаревшие HTML теги - это теги, которые никогда больше не будут используются. Рекомендуется удалить, либо заменить их на CSS правила.',

    // v 4.0
    'XML Sitemap - success' => 'Отлично, ваш сайт имеет XML карту сайта.',
    'XML Sitemap - error' => 'Ваш сайт не имеет XML карты сайта - это может быть проблематично.<br><br>Карта сайта может содержать дополнительную информацию для поисковых роботов, такую как: время последнего обновления, важность ресурсов, ссылки на это ресурсы. Это помогает роботом более разумно анализировать ваш сайт.',

    'Robots txt - success' => 'Отлично, ваш веб-сайт содержит файл robots.txt.',
    'Robots txt - error' => 'Ваш веб-сайт не содержит файл robots.txt - это может быть проблемотично. <br><br>Файл robots.txt позволяет вам ограничить доступ к специфическим ресурсам поисковым роботам. Также в нем можно установить путь к XML карте сайта.',

    'Gzip - success' => 'Замечательно, ваш сайт использует возможность gzip сжатия.',
    'Gzip - error' => 'Очень плохо, ваш сайт не использует возможность gzip сжатия.',

    'Analytics - success' => 'Отлично, на вашем сайте присутствуют аналитические программы.',
    'Analytics - error' => 'Мы не нашли ни одной аналитической программы на вашем сайте. <br><br>Веб аналитика позволяет следить за активностью пользователей на вашем веб-сайте. Вы должны установить как минимум один инструмент, но также хорошо иметь несколько, чтобы сравнивать показания между собой.'
);